brew "awscli"
brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gcc@9"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "hashcat"
brew "itchyny/tap/fillin"
brew "jq"
brew "julia"
brew "peco"
brew "ripgrep"
brew "rlwrap"
brew "ruby-build"
brew "sbcl"
brew "sd"
brew "shellcheck"
brew "tmux"

cask "1password"
cask "aws-vault-binary"
cask "burp-suite"
cask "docker-desktop"
cask "flux-app"
cask "iterm2"
cask "livebook"
cask "obsidian"
cask "raycast"
cask "slack"
cask "visual-studio-code"
