brew "awscli"
brew "bat"
brew "coreutils"
brew "elixir"
brew "erlang"
brew "fd"
brew "fzf"
brew "gcc@9"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "hashcat"
brew "itchyny/tap/fillin"
brew "jq"
brew "julia"
brew "nodenv"
brew "peco"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "sd"
brew "tmux"
brew "yarn"

cask "1password"
cask "aws-vault"
cask "burp-suite"
cask "docker"
cask "flux"
cask "google-japanese-ime"
cask "iterm2"
cask "livebook"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "workflowy"
